brotli
c-ares
ca-certificates
cocoapods
docker
docker-completion
gettext
icu4c
libevent
libnghttp2
libtermkey
libuv
libvterm
libyaml
luajit
luv
mpdecimal
msgpack
ncurses
neovim
node
openssl@1.1
openssl@3
pcre2
pkg-config
python@3.11
readline
ripgrep
ruby
rust
sqlite
tree-sitter
unibilium
utf8proc
xz
appcleaner
dbeaver-community
discord
dotnet-sdk
firefox-developer-edition
flutter
flux
github
godot
iterm2
logi-options-plus
mono-mdk-for-visual-studio
nordvpn
postgres-unofficial
raycast
rectangle
teamviewer
unity-hub
visual-studio
visual-studio-code
