tap "ariga/tap"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "ngrok/ngrok"
brew "cairo"
brew "ruby"
brew "cocoapods"
brew "openblas"
brew "coinutils"
brew "eza"
brew "fzf"
brew "gnutls"
brew "go"
brew "golangci-lint"
brew "harfbuzz"
brew "k6"
brew "libtiff"
brew "neovim"
brew "openapi-generator"
brew "osi"
brew "p7zip"
brew "powerlevel10k"
brew "ripgrep"
brew "rustup"
brew "tesseract"
brew "zsh-syntax-highlighting"
brew "zsh-you-should-use"
brew "ariga/tap/atlas"
cask "appcleaner"
cask "bruno"
cask "dbngin"
cask "discord"
cask "docker"
cask "firefox"
cask "flux"
cask "font-meslo-lg-nerd-font"
cask "github"
cask "hyperkey"
cask "microsoft-auto-update"
cask "ngrok"
cask "nordvpn"
cask "raycast"
cask "tableplus"
cask "teamviewer"
cask "visual-studio"
cask "visual-studio-code"
cask "wezterm@nightly"
cask "whatsapp"
cask "zoom"
vscode "a-h.templ"
vscode "alefragnani.project-manager"
vscode "bradlc.vscode-tailwindcss"
vscode "charliermarsh.ruff"
vscode "codezombiech.gitignore"
vscode "dbaeumer.vscode-eslint"
vscode "drcika.apc-extension"
vscode "editorconfig.editorconfig"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "fill-labs.dependi"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "humao.rest-client"
vscode "janisdd.vscode-edit-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-dotnettools.vscodeintellicode-csharp"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "mtxr.sqltools"
vscode "oven.bun-vscode"
vscode "prisma.prisma"
vscode "rebornix.toggle"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "tobias-z.vscode-harpoon"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "vscode-icons-team.vscode-icons"
vscode "vue.volar"
vscode "waderyan.gitblame"
