tap "sst/tap"
brew "bat"
brew "lima"
brew "colima", restart_service: :changed
brew "docker"
brew "docker-compose"
brew "eza"
brew "fzf"
brew "gh"
brew "git-delta"
brew "hashcat"
brew "lazygit"
brew "macmon"
brew "neovim"
brew "p7zip"
brew "pngpaste"
brew "postgresql@17"
brew "ripgrep"
brew "rustup"
brew "stow"
brew "tree-sitter-cli"
brew "uv"
brew "yazi"
brew "sst/tap/opencode"
cask "appcleaner"
cask "bruno"
cask "discord"
cask "firefox"
cask "flux-app"
cask "font-meslo-lg-nerd-font"
cask "mitmproxy"
cask "ngrok"
cask "raycast"
cask "tableplus"
cask "teamviewer"
cask "utm"
cask "wezterm@nightly"
cargo "cargo-audit"
cargo "cargo-leet"
cargo "cargo-leptos"
cargo "cargo-machete"
cargo "cargo-nextest"
cargo "cargo-outdated"
cargo "cargo-watch"
cargo "clorinde"
cargo "diesel_cli"
cargo "dioxus-cli"
cargo "leptosfmt"
cargo "trunk"
cargo "wasm-bindgen-cli"
