tap "sst/tap"
brew "bat"
brew "lima"
brew "colima", restart_service: :changed
brew "docker"
brew "docker-compose"
brew "eza"
brew "fzf"
brew "gh"
brew "git-delta"
brew "hashcat"
brew "lazygit"
brew "macmon"
brew "neovim"
brew "p7zip"
brew "pngpaste"
brew "postgresql@17"
brew "ripgrep"
brew "rustup"
brew "stow"
brew "tree-sitter-cli"
brew "uv"
brew "yazi"
brew "sst/tap/opencode"
cask "appcleaner"
cask "bruno"
cask "discord"
cask "firefox"
cask "flux-app"
cask "font-meslo-lg-nerd-font"
cask "github"
cask "microsoft-auto-update"
cask "mitmproxy"
cask "ngrok"
cask "raycast"
cask "swama"
cask "tableplus"
cask "teamviewer"
cask "utm"
cask "visual-studio-code"
cask "wezterm@nightly"
cask "zoom"
vscode "a-h.templ"
vscode "alefragnani.project-manager"
vscode "asvetliakov.vscode-neovim"
vscode "bradlc.vscode-tailwindcss"
vscode "charliermarsh.ruff"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "drcika.apc-extension"
vscode "editorconfig.editorconfig"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "fill-labs.dependi"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "janisdd.vscode-edit-csv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-dotnettools.vscodeintellicode-csharp"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "mtxr.sqltools"
vscode "oven.bun-vscode"
vscode "prisma.prisma"
vscode "rebornix.toggle"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "tobias-z.vscode-harpoon"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "vscode-icons-team.vscode-icons"
vscode "vue.volar"
vscode "waderyan.gitblame"
cargo "cargo-audit"
cargo "cargo-leet"
cargo "cargo-leptos"
cargo "cargo-machete"
cargo "cargo-nextest"
cargo "cargo-outdated"
cargo "cargo-watch"
cargo "clorinde"
cargo "diesel_cli"
cargo "dioxus-cli"
cargo "leptosfmt"
cargo "trunk"
cargo "wasm-bindgen-cli"
