tap "jundot/omlx", "https://github.com/jundot/omlx"
tap "sst/tap"
brew "bat"
brew "btop"
brew "lima"
brew "colima"
brew "docker"
brew "docker-compose"
brew "eza"
brew "fastfetch"
brew "fzf"
brew "git-delta"
brew "hashcat"
brew "hf"
brew "lazydocker"
brew "lazygit"
brew "macmon"
brew "neovim"
brew "p7zip"
brew "pngpaste"
brew "ripgrep"
brew "rustup"
brew "stow"
brew "tree"
brew "tree-sitter-cli"
brew "uv"
brew "yazi"
brew "jundot/omlx/omlx"
brew "sst/tap/opencode"
cask "bruno"
cask "chatgpt"
cask "discord"
cask "firefox"
cask "flux-app"
cask "font-meslo-lg-nerd-font"
cask "microsoft-auto-update"
cask "mitmproxy"
cask "ngrok"
cask "raycast"
cask "tableplus"
cask "teamviewer"
cask "utm"
cask "wezterm@nightly"
cask "zed"
cask "zoom"
cargo "cargo-audit"
cargo "cargo-leet"
cargo "cargo-machete"
cargo "cargo-nextest"
cargo "cargo-outdated"
cargo "diesel_cli"
cargo "opencode-kit"
